[
    {
       "id": 1,
       "name": "Mew",
       "brand": "Blissful",
       "price": 17.96,
       "color": "Yellow",
       "sold": 55,
       "quantity": 90,
       "size": "8.1 inch",
       "img1": "./image/Products/1.Stuffed_animals/Stuffed_animals_1/1.jpg",
       "img2": "./image/Products/1.Stuffed_animals/Stuffed_animals_1/2.jpg",
       "img3": "./image/Products/1.Stuffed_animals/Stuffed_animals_1/3.jpg",
       "img7": "./image/Products/1.Stuffed_animals/Stuffed_animals_1/4.jpg",
       "img5": "./image/Products/1.Stuffed_animals/Stuffed_animals_1/5.jpg",
       "img6": "./image/Products/1.Stuffed_animals/Stuffed_animals_1/6.jpg",
       "img4": "./image/Products/1.Stuffed_animals/Stuffed_animals_1/7.jpg",
       "categories": "Stuffed Animal",
       "desc":"Material: Our plush toys are made of children's safe materials, high-quality PP cotton filling, from outer fabric to inner filling, 100% handmade, finely stitched for softness and comfort, with meticulous internal wiring technology , Fill evenly, not deformed, not afraid of extrusion. Easy to Clean: If you accidentally stain the plush toy pillow, please use a small amount of soapy water to remove the stain, then let it dry naturally. Machine washable, but hand washing is recommended. Machine washing ruins the softness of the pillow!. Design inspiration, Inspiration comes from cartoon animation. Their cute appearance looks realistic and interesting, and people of all ages will love them. Home DecorationExcept as a great gift, this sharkcat plush doll is also suitable for home decoration, you can put it on the sofa,car,patio and car; or as party decorations for Christmas parties, New Year parties, shopping mall activities, family dinners etc."
    },
    {
        "id": 2,
        "name": "Dinosaur blue",
        "brand": "Surprz",
        "price": 28.49,
        "salePrice": " ",
        "color": "Blue",
        "sold": 60,
        "quantity": 70,
        "size": "31.4 inch",
        "img1":"./image/Products/1.Stuffed_animals/Stuffed_animals_2/1.jpg",
        "img2": "./image/Products/1.Stuffed_animals/Stuffed_animals_2/2.jpg",
        "img3": "./image/Products/1.Stuffed_animals/Stuffed_animals_2/3.jpg",
        "img4": "./image/Products/1.Stuffed_animals/Stuffed_animals_2/4.jpg",
        "img5": "./image/Products/1.Stuffed_animals/Stuffed_animals_2/5.jpg",
        "categories": "Stuffed Animal",
        "desc":"SAFE MATERIAL: Super soft and fluffy plush stuffed animal , the plush dinosaur made of plush PP cotton, the natural eco-friendly plush cotton, and filling, safe, soft, and friendly for children's skin. Popular dinosaur pillow, cute stuffed animals for your pillow collection. SOFT AND COMFY: Super soft dinosaur plush doll, filled with soft down cotton, holding soft, delicate touch, healthy and environmentally friendly, really comfortable, high quality plush toys. Super soft stuffed cuddle construction for extra snuggly comfort. PERFECT GIFTS: The perfect plush dinosaur gifts for children's birthday, Christmas, Valentine's Day, Halloween, etc. These cute small dinosaur stuffed animal toys can inspire children to explore the world of dinosaurs and are a good playmate. Popular dinosaur plush toy, will definitely be a pleasant surprise for kids and family, gift choice for birthday and Christmas. MULTIFUNCTIONAL USE: The stuffed dinosaur toy is a good plush pillow, sleeping, resting, and very soft when reading a book; you can also put it on the sofa, car, bedroom, children's room, etc. as an ornament. Appealing look makes it a lovely decor for living room, bedroom, office and car. SATISFACTION GUARANTEE: Our products run through multiple inspections and are designed with quality in mind. If you don't love it, we'll replace it or refund it! Maintenance Instructions:We recommend only hand washing, tumble drying. Dry cleaning or ironing will damage your plush toys."
    },
    {
        "id": 3,
        "name": "Multiple Animals",
        "brand": "Giftio",
        "price": 15.15,
        "salePrice": "$9.99",
        "color": "Multiple",
        "sold": 23,
        "quantity": 45,
        "size": "20.4 inch",
        "img1":"./image/Products/1.Stuffed_animals/Stuffed_animals_3/1.png",
        "img2": "./image/Products/1.Stuffed_animals/Stuffed_animals_3/2.png",
        "img3": "./image/Products/1.Stuffed_animals/Stuffed_animals_3/3.png",
        "img4": "./image/Products/1.Stuffed_animals/Stuffed_animals_3/4.png",
        "img5": "./image/Products/1.Stuffed_animals/Stuffed_animals_3/5.png",
        "categories": "Stuffed Animal",
        "desc":"This award-winning, #1 best-selling plushie is super soft, portable, and satisfying to flip! Finally, an easy (and cuddly) tool for effective emotional communication. Relieve stress by letting the Reversible Plushie tell friends, family, or coworkers how you are feeling.The perfect work-from-home tool to let friends and family know when not to bother you! Happy= come on in, and Angry= come back later!Product 1: Collect all the Reversible Plushie stuffed animals, including unicorns, narwhals, cats, dogs, pandas, turtles, and more, in tons of different colors!This award-winning, #1 best-selling plushie is super soft, portable, and satisfying to flip!Finally, an easy (and cuddly) tool for effective emotional communication. Relieve stress by letting the Reversible Plushie tell friends, family, or coworkers how you are feeling.The perfect work-from-home tool to let friends and family know when not to bother you! Happy= come on in, and Angry= come back later!Collect all the Reversible Plushie stuffed animals, including unicorns, narwhals, cats, dogs, pandas, turtles, and more, in tons of different colors!"
    },
    {
        "id": 4,
        "name": "Standing cat",
        "brand": "Happyx",
        "price": 10.89,
        "color": "Multiple",
        "sold": 55,
        "quantity": 85,
        "size": "15.1 inch",
        "img1":"./image/Products/1.Stuffed_animals/Stuffed_animals_4/1.png",
        "img2": "./image/Products/1.Stuffed_animals/Stuffed_animals_4/2.png",
        "img3": "./image/Products/1.Stuffed_animals/Stuffed_animals_4/3.png",
        "img4": "./image/Products/1.Stuffed_animals/Stuffed_animals_4/4.png",
        "img5": "./image/Products/1.Stuffed_animals/Stuffed_animals_4/5.png",
        "categories": "Stuffed Animal",
        "desc":"Polyester Blend SOFT & HUGGABLE: This adorable toy features surface-washable construction for easy cleaning and soft, premium materials that meet our famous GUND quality standards. Pusheen plush are appropriate for ages 8 and up and ship in a protective poly bag. PERFECT GIFT FOR PUSHEEN FANS: GUND Pusheen plush toys make cute home décor and the perfect gifts for animal lovers and collectors of kawaii plush. Whether it’s for a birthday gift, stocking stuffer, or just because, gift a lifetime of hugs with GUND. QUALITY CUDDLES: Our award-winning bears and toys appeal to animal lovers everywhere, known for their unmatched quality and huggable plush designs. From infants to adults of all ages, GUND kids toys are perfect for play, collecting and cuddling. PREMIER PLUSH: As one of America’s oldest soft toy makers, GUND was among the first companies to produce a teddy bear. For 125 years, GUND has been creating unique teddy bears and stuffed animals recognized worldwide for their quality and innovation. Includes: 1 GUND Pusheenicorn Plush, Poly Bag Covered by the Spin Master Care Commitment. See below for full details"
    },
    {
        "id": 5,
        "name": "Niuniu Daddy",
        "brand": "Wondro",
        "price": 29.99,
        "color": "Pink",
        "sold": 25,
        "quantity": 102,
        "size": "18.3 inch",
        "img1":"./image/Products/1.Stuffed_animals/Stuffed_animals_5/1.jpg",
        "img2": "./image/Products/1.Stuffed_animals/Stuffed_animals_5/2.jpg",
        "img3": "./image/Products/1.Stuffed_animals/Stuffed_animals_5/3.jpg",
        "img4": "./image/Products/1.Stuffed_animals/Stuffed_animals_5/4.jpg",
        "img5": "./image/Products/1.Stuffed_animals/Stuffed_animals_5/5.jpg",
        "img6": "./image/Products/1.Stuffed_animals/Stuffed_animals_5/6.jpg",
        "img7": "./image/Products/1.Stuffed_animals/Stuffed_animals_5/7.jpg",
        "img8": "./image/Products/1.Stuffed_animals/Stuffed_animals_5/8.jpg",
        "categories": "Stuffed Animal",
        "desc":"Unique original design from Niuniu Daddy：Our designer designed this cute plush toy based on axolotl. Its night-shining gill makes this axolotl stuffed animals more fun for its owner. This kawaii plushie is a great gift for anyone in your life who loves axolotl.The breathe-gill of this Christmas axolotl plushie glow in the dark. This trait can help children who try to sleep alone overcome their fears but the light is not bright enough to disturb their sleep. The luminous material we used in the axolotl doll has passed safety tests and is skin-friendly.About 23.6inches. It's a suitable size for kids,toddler even teens and adult. To avoid the kids open the axolotl toy by accident and pull out the filler to everywhere, we removed the chain from the pink stuffed animal.Material:The appearance of this axolotl stuffed animal is made from polyester, which made your kids feel soft, comfortable and huggable. Filled with PP contton, this cosy axolotl doll is bouncy, and pleasing.The cute Christmas axolotl stuff does not have beads. It's stuffed cotton. It's very soft. No concern over loose beads or choking hazards."
    },
    {
      "id": 6,
      "name": "Teddy bear",
      "brand": "Blissful",
      "price": 40.99,
      "color": "Orange",
      "sold": 32,
      "quantity": 54,
      "size": "20 inch",
      "img1":"./image/Products/1.Stuffed_animals/Stuffed_animals_6/1.png",
      "img2": "./image/Products/1.Stuffed_animals/Stuffed_animals_6/2.png",
      "img3": "./image/Products/1.Stuffed_animals/Stuffed_animals_6/3.png",
      "img4": "./image/Products/1.Stuffed_animals/Stuffed_animals_6/4.png",
      "img5": "./image/Products/1.Stuffed_animals/Stuffed_animals_6/5.png",
      "img6": "./image/Products/1.Stuffed_animals/Stuffed_animals_6/6.png",
      "img7": "./image/Products/1.Stuffed_animals/Stuffed_animals_6/7.png",
      "categories": "Stuffed Animal",
      "desc":"100% natural soft fur20 inches tall: The cute teddy bear measures 20 inch from head to toe (17 inch in sitting position), perfect for little kids hugging and snuggling, it’s easy for you to take it anywhere, this cute teddy bear can accompany you anytime and bring you happiness foreverPremium Stuffing Material: Each soft cuddle teddy bear is made with polyester and plush material, the stuffing is soft and slightly floppy, perfect for hugs and cuddlesDurable & Safe: Lock-washer eyes and stitched nose ensures safe and durable use; the eyes cannot be chewed or picked off easily by young children; Extra soft fur, black eyes, cute nose and facial featuresHuggable and Adorable: These soft plush teddy bear stuffed animal toys are perfect for hugging and snuggling, resting on, and bringing smiles and comfort, a great graduation gift for kids, perfect for themed party decoration gifts for the wife, girlfriend, granddaughter, grandson, friendsGreat Gift: These soft fluffy teddy bear stuffed animals are a great gift for holidays like Christmas, Thanksgiving, Easter and Valentine’s Day; Plush animals always make a great get-well gift, birthday present, baby shower gift and friend for first communion"
  },
  {
    "id": 7,
    "name": "Unicorn",
    "brand": "Surprz",
    "price": 21.59,
    "salePrice": "$15.59",
    "color": "Pink and Blue",
    "sold": 28,
    "quantity": 72,
    "size": "16 inch",
    "img1":"./image/Products/1.Stuffed_animals/Stuffed_animals_7/1.png",
    "img2": "./image/Products/1.Stuffed_animals/Stuffed_animals_7/2.png",
    "img3": "./image/Products/1.Stuffed_animals/Stuffed_animals_7/3.png",
    "img4": "./image/Products/1.Stuffed_animals/Stuffed_animals_7/4.png",
    "img5": "./image/Products/1.Stuffed_animals/Stuffed_animals_7/5.png",
    "img6": "./image/Products/1.Stuffed_animals/Stuffed_animals_7/6.png",
    "categories": "Stuffed Animal",
    "desc":"COZYS COLLECTION PLUSH HORSE: This adorable 10” stuffed horse features soft, floppy limbs and a slightly under-stuffed body that makes every squeeze feel sweet. Its super-soft pink fur has a rippled texture and silky red tufts in its mane and tail.SOFT & HUGGABLE: This plush toy is made from soft, huggable materials and features surface-washable construction for easy cleaning. Each Cozys Collection stuffed animal is appropriate for ages 1 and up and ships in a protective poly bag.THE PERFECT GIFT: Our plush dolls, teddy bears and plush toys make perfect gifts for birthdays, baby showers, anniversary gifts, and more! GUND Cozys Collection stuffed animals are perfect for all ages to create snuggly memories!QUALITY CUDDLES: Our award-winning bears and toys appeal to animal lovers everywhere, known for their unmatched quality and huggable plush designs. From kids and toddlers to adults of all ages, GUND toys are perfect for play, collecting and cuddling.PREMIER PLUSH: As one of America’s first teddy bear makers, GUND has crafted unique and classic stuffed animals and soft toys for 125 years. To this day, we proudly carry this legacy and stand by our toys, known worldwide for quality and innovation.Includes: 1 GUND Cozys Collection Plush, Poly BagCovered by the Spin Master Care Commitment. See below for full details"
  },
  {
    "id": 8,
    "name": "Round hourglass",
    "brand": "Giftio",
    "price": 49.99,
    "salePrice": "$25.99",
    "color": "Multiple",
    "sold": 33,
    "quantity": 69,
    "size": "5D x 2W x 10H",
    "img1":"./image/Products/2.Hourglass/hourglass_8/1.jpg",
    "img2":"./image/Products/2.Hourglass/hourglass_8/2.jpg",
    "img3":"./image/Products/2.Hourglass/hourglass_8/3.jpg",
    "img4":"./image/Products/2.Hourglass/hourglass_8/4.jpg",
    "img5":"./image/Products/2.Hourglass/hourglass_8/5.jpg",
    "img6":"./image/Products/2.Hourglass/hourglass_8/6.jpg",
    "img7":"./image/Products/2.Hourglass/hourglass_8/7.jpg",
    "categories": "Hourglass",
    "desc":"Suitable Size and Energy Efficiency Disign:Compared with those on the market, our size design is more reasonable, and it is suitable for most people. Durable and adjustable brightness RGBW-LED light strip design, more energy-saving.USB Port with 10W Wireless Charging: This LED desk lamp has a 5V 2.1A USB port and 10W wireless charging. It can charge a mobile phone or watch that supports wireless charging and other devices that support USB charging at the same time. Solve the trouble of using multiple plugs when charging.3 Kinds of Reading White Light and 256 Types of RGB Color Light: This dimmable table lamp can adjust 3 types of white light and brightness with different color temperatures, and it also has 258 different RGB entertainment light modes. You can switch the corresponding mode according to your actual needs.Modern and Unique Appearance Design: Durable retro wooden base, metal curved frame, soft light silicone strip, rotatable moving sand art painting disc, which has the functions of home lighting and art decoration.Perfect Gift for Your Family and Friend:It is suitable as a gift for festivals, anniversaries, birthdays, as a stress relief toys, night light, desk lamp, bedside lamp, table lamp, sand painting toys for kids, and room decorations for adults. When you or your family and friends receive this multifunctional samll led night light, maybe they will be very happy!"
  },
  {
    "id": 9,
    "name": "Standing hourglass",
    "brand": "Happyx",
    "price": 27.99,
    "color": "Multiple",
    "sold": 22,
    "quantity": 51,
    "size": "3.95D x 3.95W x 10H",
    "img1":"./image/Products/2.Hourglass/hourglass_9/1.jpg",
    "img2":"./image/Products/2.Hourglass/hourglass_9/2.jpg",
    "img3":"./image/Products/2.Hourglass/hourglass_9/3.jpg",
    "img4":"./image/Products/2.Hourglass/hourglass_9/4.jpg",
    "img5":"./image/Products/2.Hourglass/hourglass_9/5.jpg",
    "img6":"./image/Products/2.Hourglass/hourglass_9/6.jpg",
    "categories": "Hourglass",
    "desc":"Large Size This hourglass perfectly combines aesthetics and function.Its outer packing size is 3.95D x 3.95W x 10HDesign Excellence The The soft rainbow glass body reflects different colors with different light.which complement each other in a unique and beautiful fashion way.60 Minutes for Working Productivity The 60 minute sand clock is engineered in the USA to the highest quality ±5 minute industry standard. can help you to follow up on the work easily, and to prevent the fatigue caused by overtime working.Modern Decor & Great Gift Choice You can also use this noble hourglass timer as an ornament in the living room, bedroom or desk to beautify your family and create a comfortable atmosphere.Why Choose Our Hourglass We will supply friendly after-sale service, free replacement hour glasses with 24 hours if any shipping broken. 100% customer satisfaction and quality guarantee. We are sure it is an amazing gift to your lover!"
  },
  {
    "id": 10,
    "name": "Green hourglass",
    "brand": "Wondro",
    "price": 29.99,
    "color": "Farm",
    "sold": 43,
    "quantity": 98,
    "size": "2.79D x 2.79W x 6.92H",
    "img1":"./image/Products/2.Hourglass/hourglass_10/1.jpg",
    "img2":"./image/Products/2.Hourglass/hourglass_10/2.jpg",
    "img3":"./image/Products/2.Hourglass/hourglass_10/3.jpg",
    "img4":"./image/Products/2.Hourglass/hourglass_10/4.jpg",
    "img5":"./image/Products/2.Hourglass/hourglass_10/5.jpg",
    "img6":"./image/Products/2.Hourglass/hourglass_10/6.jpg",
    "img7":"./image/Products/2.Hourglass/hourglass_10/7.jpg",
    "categories": "Hourglass",
    "desc":"Measure: 17.6cm / 6.92inch (high）x 7.1cm / 2.79inch (diameter)Timing: 30 Minutes. It can be used as an easygoing timer rather than an accurate clockMaterial: Hourglass sand timers Made By high borosilicate glass ,100% hand-blown made clear glass, the interior decoration is made of silicone.Enhance Personal Aesthetic: Unique and creative shape bring beautiful enjoyment to you while flowing sand guide your heart into peace.Ideal for office Study, Meeting, Cooking, Exercising and Playing Games"
  },
  {
    "id": 11,
    "name": "Diamond hourglass",
    "brand": "Blissful",
    "price": 11.98,
    "color": "Farm",
    "sold": 13,
    "quantity": 56,
    "size": "3.38D x 3.38W x 6.39H",
    "img1":"./image/Products/2.Hourglass/hourglass_11/1.jpg",
    "img2":"./image/Products/2.Hourglass/hourglass_11/2.jpg",
    "img3":"./image/Products/2.Hourglass/hourglass_11/3.jpg",
    "img4":"./image/Products/2.Hourglass/hourglass_11/4.jpg",
    "img5":"./image/Products/2.Hourglass/hourglass_11/5.jpg",
    "img6":"./image/Products/2.Hourglass/hourglass_11/6.jpg",
    "img7":"./image/Products/2.Hourglass/hourglass_11/7.jpg",
    "categories": "Hourglass",
    "desc":"Colorful Hourglass for Your Colorful Life. Beautiful Designed Gift Box Package for a Gift or Collection.Hourglass Set of 2. Height: 6.39 inches. Width: 3.38 inches. 15 minutes triangle shape hourglass with orange and champagne color glass and 30 minutes diamond cut shape hourglass with champagne and grey color glass. The handcrafted hourglass sand timer set is made of environmental glass with an artistic design by japanese designer Hitomi K. The design inspiration comes from the graceful sunset at Mount Fuji in autumn.HOUR GLASSES WITH SAND 30 MINUTES.The hourglass timer set can be a nice plasma hourglass decor,hour sand glass and wall timer.The sand timer pack with sand clock 15 minutes and half hr timer are great decor. You can use the decorative sand clock decor as a biloba hourglass desk decor,hourglass game timer,yoga timer hour glass unity and meditation 2 pack timer without sound.The mini timer can also be assembled as table centerpiece with cute timer.You can add some seasonal decor around the sand watch for desk and it'll be a desktop timer decoration as a study decor.The hour glasses decorative with 30 min hourglass and 15 minutes hourglass can also be used as yoga glasses and sand for office.DECORATIVE SAND TIMER 30 MINUTES. ELEGANT DECORATIVE HOURGLASS SAND TIMERS. Hour glasses with sand 15 minutes and 30 minutes sand timer art are wonderful time management tool as minute watch and sand ceremony hourglass handpro. By a slightly glance of the large hourglass tea timer you would see time go through the symmetrical hour glass timer. "
  },
  {
    "id": 12,
    "name": "Gold hourglass",
    "brand": "Surprz",
    "price": 59.99,
    "color": "Gold",
    "sold": 6,
    "quantity": 42,
    "size": "9D x 9W x 10H",
    "img1":"./image/Products/2.Hourglass/hourglass_12/1.jpg",
    "img2":"./image/Products/2.Hourglass/hourglass_12/2.jpg",
    "img3":"./image/Products/2.Hourglass/hourglass_12/3.jpg",
    "img4":"./image/Products/2.Hourglass/hourglass_12/4.jpg",
    "img5":"./image/Products/2.Hourglass/hourglass_12/5.jpg",
    "categories": "Hourglass",
    "desc":"Rotating Hourglass: You can easily 360° adjust the angle as you like to relax your mood and relieve work pressure. By flipping the hourglass, you will get 60 minutes of uninterrupted workflow that stay focused and productive for longer.Europe Style Hourglass: The 60 minutes sand timer has elegant metal bases, matched with the stylish bronzed process, the texture is beautiful and classic. The 60 min hourglass will give your office, desk, home such a classy touch and self-confidentPrecise Time: The metal hourglass is engineered in the USA to the highest quality ±3 minute industry standard. The vintage 60 minute sand timer can help you to follow up on the work easily, and to prevent the fatigue caused by overtime working.Beautiful Decor & Cool Gifts: The hourglass timer outlook is designed as the classic American style. The sand timer is perfect for office, study rooms decor, and meaning gifts for your family, friends. And it's bound to amaze and impress your guests.DOUBLE PACKAGED: Arrives carefully packaged to ensure you receive it in perfect condition.Guarantee: We will supply friendly after-sale service, free replacement if any shipping broken.100% customer satisfaction and quality guarantee."
  },
  {
    "id": 13,
    "name": "Glass hourglass",
    "brand": "Giftio",
    "price": 30.99,
    "color": "Purple",
    "sold": 31,
    "quantity": 65,
    "size": "12 x 0.47 x 10 inches",
    "img1":"./image/Products/2.Hourglass/hourglass_13/1.jpg",
    "img2":"./image/Products/2.Hourglass/hourglass_13/2.jpg",
    "img3":"./image/Products/2.Hourglass/hourglass_13/3.jpg",
    "img4":"./image/Products/2.Hourglass/hourglass_13/4.jpg",
    "img5":"./image/Products/2.Hourglass/hourglass_13/5.jpg",
    "img6":"./image/Products/2.Hourglass/hourglass_13/6.jpg",
    "img7":"./image/Products/2.Hourglass/hourglass_13/7.jpg",
    "categories": "Hourglass",
    "desc":"Quality Details Meticulously screened sand, lead-free high-transparency glass, bright colors, distinct layers, and excellent 3D effect of flowing patterns. It is not easy to deform and break, the workmanship is meticulous, the edges and corners are clear, the color is fresh and beautiful,visual design When you rotate the dynamic sand picture frame, each action will present you a different picture, and you will get an unexpected and unique beauty. Such as waves, deserts, mountain paintings, etc. It will make you feel very soothing, calming and relaxing.Suitable for decoration Dynamic decorative ornaments, very suitable for living room, bedroom, dresser, study, desk, work or next to the computer, sand movement can relieve stress, relieve emotions, relax eyes, cultivate patience, I believe you will like itArt Decorations It is very suitable for office workers, youth, adults, the elderly, colleagues, friends, etc. Unique moving sand art. Every action brings you joy. Each action presents a different picture for you, making everyone a quicksand painter.Gift Box The beautiful 3D quicksand paintings are great gifts, not only for couples, but also for boyfriend and girlfriend, Easter, Birthday, Mother's Day, Thanksgiving, Graduation, Valentine's Day, Christmas and other important days. We give away gift boxesAfter-sales service: We attach great importance to customers and are committed to creating exquisite service, if you are not satisfied for any reason, please contact our customer service, we will solve it for you within 24 hours."
  },
  {
    "id": 14,
    "name": "Glass hourglass",
    "brand": "Happyx",
    "price": 19.99,
    "color": "30min",
    "sold": 56,
    "quantity": 89,
    "size": "3.38D x 3.38W x 6.39H",
    "img1":"./image/Products/2.Hourglass/hourglass_14/1.jpg",
    "img2":"./image/Products/2.Hourglass/hourglass_14/2.jpg",
    "img3":"./image/Products/2.Hourglass/hourglass_14/3.jpg",
    "img4":"./image/Products/2.Hourglass/hourglass_14/4.jpg",
    "img5":"./image/Products/2.Hourglass/hourglass_14/5.jpg",
    "img6":"./image/Products/2.Hourglass/hourglass_14/6.jpg",
    "categories": "Hourglass",
    "desc":"30 Minute Sand Timer: Relax and relieve stress at work. By flipping the hourglass, you'll get 30 minutes of uninterrupted workflow, staying focused and productive longer.Precise time: The metal hourglass is engineered in the USA to the highest quality ±3 minute industry standard. The vintage 60 minute sand timer can help you to follow up on the work easily, and to prevent the fatigue caused by overtime working.Improve your productivity: When you dedicate a set time period to a task, you are more likely to focus and complete the activity. Get over your procrastination.Fashionable and modern design: bright colors bring you visual impact, and can be used as a beautiful decoration for living room, dining room, bedroom, office.Perfect gift:this timer makes an excellent gift for kids, students, and adults alike. It can also be given as a housewarming present, mindfulness tool, or as a gift for a loved one who is decorating their home."
  },
  {
    "id": 15,
    "name": "Mew mug",
    "brand": "Wondro",
    "price": 25.99,
    "color": "Green",
    "sold": 21,
    "quantity": 54,
    "size": "5.2 x 3.66 x 3.74 inches",
    "img1":"./image/Products/3.Mug/mug_15/1.jpg",
    "img2":"./image/Products/3.Mug/mug_15/2.jpg",
    "img3":"./image/Products/3.Mug/mug_15/3.jpg",
    "img4":"./image/Products/3.Mug/mug_15/4.jpg",
    "img5":"./image/Products/3.Mug/mug_15/5.jpg",
    "img6":"./image/Products/3.Mug/mug_15/6.jpg",   
    "categories": "Mug",
    "desc":"Adorable 3D Design: This mug features a cute Persian cat peeking out the side and smiling at you. It's hand-painted and highly recommended by our customers.Versatile Use: Enjoy your favorite hot or cold drinks with this eye-catching mug at home or in the office. It's perfect for coffee, tea, milk, water, beer, juice, cola, and more.Perfect Size: Measuring 5.2 x 3.66 x 3.74 inches, this mug is the perfect size for your daily dose of caffeine. It's matte glazed with a wood texture handle, giving it a natural feel. Plus, it comes with a cute ceramic claw spoon and a lid.Safe and Healthy: Made of high-temperature ceramic, this mug is safe for use in the microwave and dishwasher. It's also lead-free and healthy for you.Ideal Gift: This unique and cute animal cup is the perfect gift for animal lovers, as well as your loved ones, family, kids, friends, and colleagues. It's suitable for occasions like birthdays, anniversaries, Christmas, Valentine's Day, and more. No one can resist such a cute gift."
  },
  {
    "id": 16,
    "name": "Heer",
    "brand": "Blissful",
    "price": 25.82,
    "color": "Black",
    "sold": 12,
    "quantity": 69,
    "size": "5.2 x 3.66 x 3.74 inches",
    "img1":"./image/Products/3.Mug/mug_16/1.jpg",
    "img2":"./image/Products/3.Mug/mug_16/2.jpg",
    "img3":"./image/Products/3.Mug/mug_16/3.jpg",
    "img4":"./image/Products/3.Mug/mug_16/4.jpg",
    "img5":"./image/Products/3.Mug/mug_16/5.jpg",
    "img6":"./image/Products/3.Mug/mug_16/6.jpg",   
    "img7":"./image/Products/3.Mug/mug_16/7.jpg",   
    "categories": "Mug",
    "desc":"Traditional Handmade Ceramics: Selected porcelain clay, made by fine traditional Chinese handicraft, fired at 1300°C high temperature. The glaze is free of lead and cadmium, safe and healthy to drink, and very easy to clean.Cute Cat: The cute cat shape and the handle is the tail of a cat, which means it is scald-proof and smooth to hold. The lid is designed to keep your tea hot while steeping and can be used as a tray for the infuser to catch drips.Separate Strainer: A ceramic strainer is hidden inside the tea cup, with a stainless steel carrying handle that won't burn your hands. The ceramic strainer is better at retaining the original flavor of the tea.Multi-purpose: 13.5oz（400ml）large capacity, not only can be used to make loose tea, blooming tea and flower tea, the cup can also be used for coffee, milk and water, simple filtration teacups great for family daily, suitable for office and home.Gift with Heart: This is a tea accessories for tea lovers, you can present this gift to cat lovers such as friends, family or colleagues on occasions such as birthdays, anniversaries, Valentine's Day, Christmas and housewarming."
  },
  {
    "id": 17,
    "name": "Buren Ceramics",
    "brand": "Surprz",
    "price": 21.12,
    "color": "Teal, Blue, Pink, sky",
    "sold": 56,
    "quantity": 23,
    "size": "5.2 x 3.66 x 3.74 inches",
    "img1":"./image/Products/3.Mug/mug_17/1.jpg",
    "img2":"./image/Products/3.Mug/mug_17/2.jpg",
    "img3":"./image/Products/3.Mug/mug_17/3.jpg",
    "img4":"./image/Products/3.Mug/mug_17/4.jpg",
    "img5":"./image/Products/3.Mug/mug_17/5.jpg",
    "img6":"./image/Products/3.Mug/mug_17/6.jpg",   
    "img7":"./image/Products/3.Mug/mug_17/7.jpg",   
    "categories": "Mug",
    "desc":"BRIGHTEN YOUR DAY WITH OUR COFFEE MUGS: Start your day feeling vibrant with our artistic multicolor coffee mug set that will brighten your mood. The bold and cheerful design adds elegance and uniqueness to your kitchen and will be your great companion as you begin the day with a cup of coffee, tea, and any beverage. You can use these sets as your espresso cup, tea mug, latte cup, and other drinks you want to pair with our cup.FUNCTIONAL SETS THAT SUIT YOUR NEEDS: This Buren Ceramic set includes 4 mugs with an beautiful abstract design. Not only will you drink your coffee for the sunrise, but you have all the day to sip and smile, knowing you have all you need on your tabletop. Each mug has its own unique design with its own personality.A FULL PACKAGE OF FOUR: Our 4 Mugs is the perfect addition for your kitchen and includes a complete package of four sets of mugs. The box used is thoughtfully packaged and protected with styrofoam to ensure it's delivered to you safely. Our microwave-safe mugs are stylish and sturdy.A SET FOR EVERYONE: Do you still have no idea what to give to your family, officemates, and friends? This set of mugs feels like a hug when they begin their day and work with their hot beverage. Imagine them drinking their tea throughout the day while remembering you. What a personal touch! Our giftable coffee set is a special present to collectors, relatives, workmates, and friends—It has a pretty box that goes well with what's inside.A DETAIL-ORIENTED BRAND: Our coffee kitchen cups are not just used at home but also used by various people in places like offices and events for different occasions. With attention to detail, from designing to packaging, our products are manufactured using a lead-free and cadmium-free process to ensure that you are safe while you cheerfully drink."
  },
  {
    "id": 18,
    "name": "Duck mug",
    "brand": "Giftio",
    "price": 15.52,
    "color": "White",
    "sold": 12,
    "quantity": 85,
    "size": "6.12 x 4.52 x 2.64 inches",
    "img1":"./image/Products/3.Mug/mug_18/1.jpg",
    "img2":"./image/Products/3.Mug/mug_18/2.jpg",
    "img3":"./image/Products/3.Mug/mug_18/3.jpg",
    "img4":"./image/Products/3.Mug/mug_18/4.jpg",
    "img5":"./image/Products/3.Mug/mug_18/5.jpg",
    "categories": "Mug",
    "desc":"Interesting styling Hand-glazed yellow chick mouth cup. Looks like a simple mug. Creative, cute design stimulates your imagination and inspires you to start the day well. Have your coffee or your favorite beverage.Use in multiple scenarios The cute chick mug is suitable for home, office and party to create atmosphere every time. Make your friend or college burst out laughing. Release the pressure and feel more relaxed.Perfect gift This ceramic mug is perfect for all drinks, coffee, tea, milk. Great gift for family, friend, teacher for Christmas, New Years, Festival or Birthday. It will be an unforgettable gift.High quality ceramic With a comfortable grip, easy to clean. Hand wash recommended, matte and delicate, corrosion-resistant and worry-free for healthy use. Thick high-end ceramic materials can be heated in a microwave oven.The same creative design The creative chicken-shaped coffee mug made from Best China Porcelain, many more mugs, bowls and pet's toys in the same design can be found in our Amazon shop.Products are hand-glazed and each product is carefully inspected before leaving the factory. If a customer encounters issues such as unacceptable minor defects or uneven glaze color, submit an exchange directly to Amazon."
  },
  {
    "id": 19,
    "name": "Pig mug",
    "brand": "Happyx",
    "price": 19.99,
    "salePrice": "$10.99",
    "color": "Pink",
    "sold": 52,
    "quantity": 45,
    "size": "4D x 3.3H inches",
    "img1":"./image/Products/3.Mug/mug_19/1.jpg",
    "img2":"./image/Products/3.Mug/mug_19/2.jpg",
    "img3":"./image/Products/3.Mug/mug_19/3.jpg",
    "img4":"./image/Products/3.Mug/mug_19/4.jpg",
    "img5":"./image/Products/3.Mug/mug_19/5.jpg",
    "img6":"./image/Products/3.Mug/mug_19/6.jpg",
    "img7":"./image/Products/3.Mug/mug_19/7.jpg",
    "img8":"./image/Products/3.Mug/mug_19/8.jpg",
    "categories": "Mug",
    "desc":"Reative & Unique Design Inspired from our love for pigs, ToCooTo designed this pig mug, which are cool and cute, will become a new cute supplement on your desktop, arouse your imagination and inspire you to start a beautiful day. This pig coffee mug can be given as a unique gift to your friends, family, animal lover and pig lovers.Good-quality Material The pig cup is made of high quality ceramics, strong structure, smooth mouth, no scratch or fading,and high safety. Perfect for both hot and cold beverages. Dishwasher and Microwave Safe.Perfect Gift With beatiful gift box, this ceramic coffee mug is suitable for ideal birthday gift for kids, women, men, mom, dad, lovers, best friend and boss. The pig ceramic mug makes best gifts for Christmas day, Thanksgiving, Halloween, Housewarming, Mother's Day, Father's Day, Valentine's Day, Anniversary, Teacher's Day, Children's Day, Women's Day and other special day.Benefit Your Need Exquisite fashion, Comfortable handle, suitable for hot and cold drinks，Such as coffee, tea, milk, juice, cappuccino, water, hot chocolate, sports drinks, smoothies and milkshakes, cocoa, beer, wine, party cocktails, etc. The pink coffee mug can meet your needs of office and home.Size and Package This pig mug is 4 inches(D), 3.3inches(H), 13 ounces(capacity). Package included: a pig coffee cup, a beautiful gift box. The pig gifts for pig lovers allows you to enjoy more fun when drinking coffee or your favorite drink."
  },
  {
    "id": 20,
    "name": "Hendson",
    "brand": "Wondro",
    "price": 9.99,
    "color": "Pink",
    "sold": 32,
    "quantity": 55,
    "size": "4D x 3.3H inches",
    "img1":"./image/Products/3.Mug/mug_20/1.jpg",
    "img2":"./image/Products/3.Mug/mug_20/2.jpg",
    "img3":"./image/Products/3.Mug/mug_20/3.jpg",
    "img4":"./image/Products/3.Mug/mug_20/4.jpg",
    "img5":"./image/Products/3.Mug/mug_20/5.jpg",
    "img6":"./image/Products/3.Mug/mug_20/6.jpg",
    "img7":"./image/Products/3.Mug/mug_20/7.jpg",
    "categories": "Mug",
    "desc":"No More Dull Friendship Gifts: Looking for cool stuff for a humorous friend? This funny coffee mug with the sarcastic 'Let Me Overthink About It' message makes an ideal birthday present or Christmas gift for your bestie or office buddy.Decorative Coffee Cup With Glossy Lip: Are you on the hunt for cool coffee mugs for home or the office? This luxurious coffee cup blends with any white office or black house decor with its sleek matte black exterior and glossy white interior.Cute Coffee Mug In Elegant Box: No need to look for special wrapping for your friends gifts anymore. Our funny coffee mugs will arrive in a custom black gift box with a gold bow on top, ready to offer as best friend gifts for women.Easy To Hold, Use, And Clean: The Hendson funny cup boasts a glossy lip that makes for smooth drinking and is easy to clean with a glossy interior. The strong, nonslip, matte handle makes holding the coffee cup safe and comfortable.Securely Packaged For Safe Delivery: All our coffee gifts for women are packaged in cardboard boxes with bubble wrapping that prevents breakage during shipping. In this way, we make sure that our ceramic coffee cups will arrive in impeccable condition."
  },
  {
    "id": 21,
    "name": "Anniversa",
    "brand": "Blissful",
    "price": 28.99,
    "color": "Multiple",
    "sold": 50,
    "quantity": 23,
    "size": "XL",
    "img1":"./image/Products/4.Ornaments/decor_21/1.jpg",
    "img2":"./image/Products/4.Ornaments/decor_21/2.jpg",
    "img3":"./image/Products/4.Ornaments/decor_21/3.jpg",
    "img4":"./image/Products/4.Ornaments/decor_21/4.jpg",
    "img5":"./image/Products/4.Ornaments/decor_21/5.jpg",
    "categories": "Ornaments",
    "desc":"Floor Balloon Stand Sets: You will receive 2 reusable balloon holder bases, 44 sticks, 26 balloon cups, 32 multi-color metal balloons (12 light blue, 8 blue, 6 white, 6 silver confetti balloons ), 2 light strings and 1 glue dot. Let beautiful balloons table decorations for party give you a wonderful party experience.Exquisite Design: The ingenious balloon can add surprise and romance to your gift, party balloons is made of natural latex, and the material is safe and reliable. Blue balloons help you create unforgettable memories that enhance the party experience.Let this unique and attractive floor balloon stand set create a surprise party for you！Easy to Assemble: After receiving the product, connect two thick rods together, and connect three short rods with three long rods. Then connect the cup to the head of the balloon stick. Place the thick stick in the middle of the base and insert the remaining balloon stick into the base. Finally, stick the balloon on the top of the balloon stick, and then wrap the string of lights around the balloon. You can easily complete the beautiful balloon column kit party decoration.Applicable Scenarios: Party floor balloon can convey emotions such as happiness and blessing, and they can decorate party scenes, suitable for baby shower birthday party, bachelorette party, weddings for men, women and boys.After-sales Guarantee: We are committed to providing you with good products and services, if you have any questions about our products, please feel free to contact us, we will reply to your email within 24 hours."
  },
  {
    "id": 22,
    "name": "Start trees",
    "brand": "Surprz",
    "price": 9.99,
    "color": "Multiple",
    "sold": 45,
    "quantity": 56,
    "size": "L",
    "img1":"./image/Products/4.Ornaments/decor_22/1.jpg",
    "img2":"./image/Products/4.Ornaments/decor_22/2.jpg",
    "img3":"./image/Products/4.Ornaments/decor_22/3.jpg",
    "img4":"./image/Products/4.Ornaments/decor_22/4.jpg",
    "img5":"./image/Products/4.Ornaments/decor_22/5.jpg",
    "img6":"./image/Products/4.Ornaments/decor_22/6.jpg",
    "img7":"./image/Products/4.Ornaments/decor_22/7.jpg",
    "categories": "Ornaments",
    "desc":"Red White and Blue Decorations: We specifically designed this patriotic tree light with red white blue base for 4th of July Independence Day, and matched with 3D shaped star lights, strong patriotic elements will creat an exciting atmosphere for your 4th of JulyTimer,Remote,8 Modes: This lighted tree is rich in functions: timer, remote control, 8 lighting modes, 11 brightness levels, you can choose favorite mode through the remote control or buttons on the base, which are not available in other ordinary tree lights2 Power Supply Modes: This artificial tree light has 2 power supply modes: one powered by USB, the other powered by 3 AA batteries (batteries not included), different power supply modes offer you more choice and convenienceAdjustable Branches: This 4th of July tree is made of premium materials, 25 inch in height, tree branch is flexible and adjustable, you can move the wire branches to reshape as you want, can also hang some small ornaments to decorate the tree lightsWidely used: This tabletop lighted birch tree is ideal for 4th of July, American Flag Day, Independence Day, Memorial Day. It can be placed anywhere you want to decorate, such as tables and fireplaces, making your home and party more attractive and festive"
  },
  {
    "id": 23,
    "name": "Flamingo",
    "brand": "Giftio",
    "price": 15.99,
    "color": "Multiple",
    "sold": 35,
    "quantity": 60,
    "size": "XL",
    "img1":"./image/Products/4.Ornaments/decor_23/1.jpg",
    "img2":"./image/Products/4.Ornaments/decor_23/2.jpg",
    "img3":"./image/Products/4.Ornaments/decor_23/3.jpg",
    "img4":"./image/Products/4.Ornaments/decor_23/4.jpg",
    "img5":"./image/Products/4.Ornaments/decor_23/5.jpg",
    "img6":"./image/Products/4.Ornaments/decor_23/6.jpg",
    "img7":"./image/Products/4.Ornaments/decor_23/7.jpg",
    "categories": "Ornaments",
    "desc":"COLORFUL MAGICAL WIND CHIMES: These are interesting and magical wind chimes that keep you in a good mood. At night, they will shine in wonderful colors, red yellow blue green purple and orange. They will Changing various kinds of brilliant colors to light up your heart, making you and family happy. You'll love them. (GIFTS FOR MOM, MOM GIFTS, BIRTHDAY GIFTS FOR MOM, GRANDMA GIFTS, GARDEN GIFTS FOR MOM)SOLAR POWER WIND CHIME: When you receive a gift, first turn on the solar charging switch. In sunny days, they will charge themselves and glow at night. Just hang the solar wind chimes in your fence, courtyard, window, door and front porch. On a quiet night, the lovely wind chimes will make you feel at ease and make your yard beautiful and colorful.WIND CHIMES UNIQUE OUTDOOR CLEARANCE: Unique rain-proof and moisture-proof design. What’s more, they will not get deformed, light weight, easy to hang. They can be placed both indoors and outdoors, which are ideal gifts for decorating yard garden patio backyard, front porch and bedroom, making your life interesting. A variety of styles are available for you to choose from: Solar hummingbird wind chime, Butterfly Wind Chime, Crystal Ball Wind Chime, Stars Wind Chime.TOP GIFTS OR MEMORIAL WIND CHIMES: The interesting wind chimes light decoration is not only the best gift for girlfriend, wife's wedding anniversary, child's birthday, mother's birthday, or Mother's Day, Father's Day, Christmas Thanksgiving Day, Best gifts for elderly mom, But also the high-quality interesting led wind chimes gardening/home gift for anniversaries.WOMEN GIFT IDEAS WIND CHIMES: Christmas gift, Thanksgiving gift , Mothers day gifts, gifts for grandma, gifts for sister, mother in law gift, gift for daughters, valentines day gifts, gifts for sister, best friend gift, mothers day gifts for wife."
  },
  {
    "id": 24,
    "name": "Start",
    "brand": "Happyx",
    "price": 24.99,
    "color": "Multiple",
    "sold": 42,
    "quantity": 23,
    "size": "L",
    "img1":"./image/Products/4.Ornaments/decor_24/1.jpg",
    "img2":"./image/Products/4.Ornaments/decor_24/2.jpg",
    "img3":"./image/Products/4.Ornaments/decor_24/3.jpg",
    "img4":"./image/Products/4.Ornaments/decor_24/4.jpg",
    "img5":"./image/Products/4.Ornaments/decor_24/5.jpg",
    "img6":"./image/Products/4.Ornaments/decor_24/6.jpg",
    "img7":"./image/Products/4.Ornaments/decor_24/7.jpg",
    "categories": "Ornaments",
    "desc":"𝗦𝘂𝗶𝘁𝗮𝗯𝗹𝗲 𝗳𝗼𝗿 𝗙𝗼𝘂𝗿𝘁𝗵 𝗼𝗳 𝗝𝘂𝗹𝘆 𝗰𝗲𝗹𝗲𝗯𝗿𝗮𝘁𝗶𝗼𝗻𝘀: These 4th of July tabletop lights are the perfect decoration to add a patriotic touch to any celebration this Fourth of July that you are hosting for your friends and family members.𝗦𝘁𝘆𝗹𝗶𝘀𝗵 𝗮𝗻𝗱 𝗟𝗼𝗻𝗴-𝗹𝗮𝘀𝘁𝗶𝗻𝗴: Made of super high-brightness neon lights embedded in a hard and delicate shell, these patriotic lights will last for years to come and can be reused for future 4th of July celebrations.𝟮 𝗧𝘆𝗽𝗲𝘀 𝗼𝗳 𝗣𝗼𝘄𝗲𝗿 𝗦𝘂𝗽𝗽𝗹𝗶𝗲𝘀: Our July 4th lights are powered by both batteries and USB, you can decorate anywhere without worrying about power outlet. And its base come with a simple on/off switch, making them convenient and hassle-free.𝗪𝗶𝗱𝗲 𝗥𝗮𝗻𝗴𝗲 𝗼𝗳 𝗔𝗽𝗽𝗹𝗶𝗰𝗮𝘁𝗶𝗼𝗻𝘀: The 4th of July tabletop lights can be used in multiple settings and occasions, you could put them on a mantle, table or even when using the batteries, as part of a dining table centerpiece (outdoor BBQs or indoor dinner parties)𝗦𝗮𝗳𝗲 𝘁𝗼 𝗨𝘀𝗲: With low-voltage LED bulbs, our tabletop lights are safe for children and pets.𝗔𝗳𝘁𝗲𝗿-𝘀𝗮𝗹𝗲𝘀 𝗦𝗲𝗿𝘃𝗶𝗰𝗲: A 12-month warranty is provided on all WBao brand products, including any issues that may arise. Should you require support, please do not hesitate to reach out to us. You can always count on us."
  },
  {
    "id": 25,
    "name": "Photo Frames",
    "brand": "Wondro",
    "price": 3.12,
    "color": "Black and White",
    "sold": 32,
    "quantity": 43,
    "size": "34x32",
    "img1":"./image/Products/5picture_frame/picture_frame_25/1.png",
    "img2":"./image/Products/5picture_frame/picture_frame_25/2.png",
    "img3":"./image/Products/5picture_frame/picture_frame_25/3.png",
    "img4":"./image/Products/5picture_frame/picture_frame_25/4.png",
    "img5":"./image/Products/5picture_frame/picture_frame_25/5.png",
    "img6":"./image/Products/5picture_frame/picture_frame_25/6.png",
    "img7":"./image/Products/5picture_frame/picture_frame_25/7.png",
    "img8":"./image/Products/5picture_frame/picture_frame_25/8.png",    
    "categories": "Picture Frame",
    "desc":"Record Times: DIY your wall by freely matching/combining the 12-pack rustic picture frames set to display every moments of your family, friends, pets, scenery, vacation, etc. to add more warmth to your home. This practical picture frame set is a good choice for family.Multi-size Picture Frames Set: 12-pack picture frames set includes one 8x10 inches, one 11x14 inches, four 5x7 inches, four 4x6 inches, two 6x8 inches picture frames. The picture frames for wall decor or tabletop adapt to your various needs, perfect for pictures, photos, prints, artwork, or other projects.Easy Mounting & Display: This picture frames set comes with an easel back to display your favorite photos on tabletop. And all picture frames included mount hanging hardware, It is convenient to hang your picture frames on the wall vertically or horizontally.Durable Material: Our picture frames set is made of durable material and come with transparent acrylic plate, lightweight but firm. Maximum protection of your picture frames from moisture scratches, and moisture.Great Gift: Each picture frame was carefully packaged and well made, this 12-pack picture frames set will be a nice gift for your loved family or friends. Ideal gift for housewarming, farmhouse, Christmas, birthday, graduation, Valentine day, anniversary and wedding. Please feel free to contact us if you have any questions on our picture frames, we will always get your back."
  },
  {
    "id": 26,
    "name": "Wooden frame",
    "brand": "Blissful",
    "price": 10.99,
    "color": "Orange",
    "sold": 20,
    "quantity": 54,
    "size": "34x32",
    "img1":"./image/Products/5picture_frame/picture_frame_26/1.png",
    "img2":"./image/Products/5picture_frame/picture_frame_26/2.png",
    "img3":"./image/Products/5picture_frame/picture_frame_26/3.png",
    "img4":"./image/Products/5picture_frame/picture_frame_26/4.png",
    "img5":"./image/Products/5picture_frame/picture_frame_26/5.png",
    "img6":"./image/Products/5picture_frame/picture_frame_26/6.png",
    "categories": "Picture Frame",
    "desc":"MULTIPLE FRAMES：12 Pack Picture frames without mat include One picture frame 8x10 in, Two picture frames 6x8 in,Four picture frames 5x7 in, Five picture frames 4x6 in. These different sizes so you can mix and match them.EASY TO MOUNT: Spring type action on the back of the frame is easy to open and load your pictures quickly. Wall mounting hooks in the back can be hung horizontally or vertically.SAFE & DURABLE: The collage picture frame set is made of premium MDF, have HD plastic cover.When they fall to the ground, you won't worry about hurting the kids. (Just don't forget to remove the protective film on both sides of the plastic cover before use!)IDEAL GIFT:The gallery wall frame set has a seemingly simple design, but everything is ingenious, is not only dress up any room in your home or office but also a great gift for anniversary, wedding,birthday, baby shower, and more.PROTECTIVE PACKING: Frames are wrapped very carefully to ensure safe shipping. Don't have to worry about receiving damaged products.Hanging hardware and Non-trace nails are include"
  },
  {
    "id": 27,
    "name": "Wooden Photo",
    "brand": "Surprz",
    "price": 8.52,
    "color": "Orange",
    "sold": 12,
    "quantity": 41,
    "size": "7.83x5.83 inch",
    "img1":"./image/Products/5picture_frame/picture_frame_27/1.png",
    "img2":"./image/Products/5picture_frame/picture_frame_27/2.png",
    "img3":"./image/Products/5picture_frame/picture_frame_27/3.png",
    "img4":"./image/Products/5picture_frame/picture_frame_27/4.png",
    "img5":"./image/Products/5picture_frame/picture_frame_27/5.png",
    "categories": "Picture Frame",
    "desc":"Multi-size: 10pcs picture frames set come with ONE black frame 11x14in with mat for 8x10 photo, TWO wood grain brown frames 8x10in with mat for 5x7 photo, FOUR gray frames 5x7in, THERE black frames 4x6in. Come with HD plexiglass to protect your picture(Please tear off the protective film before use, there is a protective film on both sides of the plexiglass).Different collocation: The picture frame set for wall collage has multi colors for you to choose, black, wood grain brown, gray and brown. You can match the color of the room with different photo frames to make them more in line with the tone of your room.Esay to use: This picture frame collage set can be hung on the wall or tabletop diaplay vertically or horizontally to savor your moment of happy life anytime.(11x14 frame for wall hangin only)Durable & Beautiful: The gallery wall picture frame set is made of premium MDF, with smooth hand feeling, not rough, clear texture, the unique grain of each frame give the picture frame an elegant and rsutic artistic sense.Creative Gift: This collage picture frame set has a seemingly simple design, but everything is ingenious, is also the best choice as a warm gift.(Just don't forget to remove the protective film on both sides of the sheets before use!)"
  },
  {
    "id": 28,
    "name": "Decor frame",
    "brand": "Giftio",
    "price": 4.23,
    "color": "Multiple",
    "sold": 21,
    "quantity": 52,
    "size": "7.83x5.83 inch",
    "img1":"./image/Products/5picture_frame/picture_frame_28/1.png",
    "img2":"./image/Products/5picture_frame/picture_frame_28/2.png",
    "img3":"./image/Products/5picture_frame/picture_frame_28/3.png",
    "img4":"./image/Products/5picture_frame/picture_frame_28/4.png",
    "img5":"./image/Products/5picture_frame/picture_frame_28/5.png",
    "categories": "Picture Frame",
    "desc":"Multiple Picture Frames, DIY Your Own Styles: 12 packs picture frame sets include One picture frame 8x10 inch, Four picture frames 5x7 in, Five picture frames 4x6 in, Two picture frames 6x8 inch. Join us , decorate your wall look perfected now !Sturdy & Durable Materials: This picture frame collage is made of white-grey finished premium PVC and acrylic which is more transparent than glass, flexible, strong and shatterproof, when they fall to the ground you won't worry about hurting the kids (Peel protective films before use)Easy to Mount: Hanging hardware and Non-trace nails are included. Double hooks in the back for vertical and horizontal hanging options. The spring type action on the back of the frame is easy to open and you can load and replace your photos quicklyDispaly Your Every Memorable Moment: The picture frame set are storytellers. They can make your favorite pictures come alive as a series drama.Whether it’s a photo hidden happy times, or certificates won by unremitting efforts,every moment can be strung into a story, vividly interpreted in front of your eyesGreat Gift Idea: It will be an ideal small gift for family or friends. Also ideal for birthday, christmas, thanksgiving or wedding favours, graduation, certificates, artwork, scenery, advertisement, drawing, childhood, etc"
  },
  {
    "id": 29,
    "name": "Tower snowball",
    "brand": "Happyx",
    "price": 22.99,
    "color": "Transparent",
    "sold": 10,
    "quantity": 42,
    "size": "8 x 7 x 4.5 inches",
    "img1":"./image/Products/6.Snowball/snowball_29/1.jpg",
    "img2":"./image/Products/6.Snowball/snowball_29/2.jpg",
    "img3":"./image/Products/6.Snowball/snowball_29/3.jpg",
    "img4":"./image/Products/6.Snowball/snowball_29/4.jpg",
    "img5":"./image/Products/6.Snowball/snowball_29/5.jpg",
    "categories": "Snowball",
    "desc":"High Quality snow globes We use resin and lead-free high transparency glass, sand timer We use carefully selected sand, durable and environmentally friendly materials to add protection to your decoration。Unique Design snow globe kit is a combination of the Eiffel Tower decoration and sand timer combined with, hourglass timer is freely reversible and measures 8 x 7 x 4.5 inches, the perfect size for the perfect addition to any space.LED music and light with】 The mini snow globe base is equipped with a power switch, when the power is activated the music and lights turn on randomly, when gently shaken the light function adds a magical touch to this musical snow globe, creating a dreamy ambience to relax and create a cosy environment，（The LED flashing light in the dark will be better）paris decor This vintage paris themed bedroom decor is perfect for the living room, bedroom, dressing table, desk, windowsill or next to the computer to relieve stress, soothe the mood and relax the eyes.Unique Gift If you are worried about what to give as a gift, you can choose this unique crystal ball hourglass decoration, which is especially suitable for office workers, students and people who work long hours at the computer. A perfect gift for holidays, birthdays, celebrations and families. We supply (batteries)"
  },
  {
    "id": 30,
    "name": "Deer snowball",
    "brand": "Wondro",
    "price": 16.99,
    "color": "Transparent",
    "sold": 33,
    "quantity": 40,
    "size": "M",
    "img1":"./image/Products/6.Snowball/snowball_30/1.jpg",
    "img2":"./image/Products/6.Snowball/snowball_30/2.jpg",
    "img3":"./image/Products/6.Snowball/snowball_30/3.jpg",
    "img4":"./image/Products/6.Snowball/snowball_30/4.jpg",
    "img5":"./image/Products/6.Snowball/snowball_30/5.jpg",
    "img6":"./image/Products/6.Snowball/snowball_30/6.jpg",
    "categories": "Snowball",
    "desc":"Size:70mm 3d engraved crystal ball,comeing with a stand and a free gift bag,easy to carry3d laser gifts for friends, family, and child's best gift,Give you a happy moodCan be decorate your Home, Office, Living Room, Bedroom, KTV, Cafes Store, Hotel etc.Great for Birthdays, Party, Valentine's day, Christmas, Graduations, Mother's Day, Father's Day or as Bridesmaids gift, Maid of honor gifts, Mother of the brides gifts, Girl friend gifts or Thanks presents."
  },
  {
    "id": 31,
    "name": "Angel snowball",
    "brand": "Blissful",
    "price": 27.99,
    "color": "Multiple",
    "sold": 52,
    "quantity": 32,
    "size": "M",
    "img1":"./image/Products/6.Snowball/snowball_31/1.jpg",
    "img2":"./image/Products/6.Snowball/snowball_31/2.jpg",
    "img3":"./image/Products/6.Snowball/snowball_31/3.jpg",
    "img4":"./image/Products/6.Snowball/snowball_31/4.jpg",
    "img5":"./image/Products/6.Snowball/snowball_31/5.jpg",
    "categories": "Snowball",
    "desc":"f"
  },
  {
    "id": 32,
    "name": "Wolf snowball",
    "brand": "Surprz",
    "price": 11.99,
    "color": "Multiple",
    "sold": 23,
    "quantity": 51,
    "size": "M",
    "img1":"./image/Products/6.Snowball/snowball_32/1.jpg",
    "img2":"./image/Products/6.Snowball/snowball_32/2.jpg",
    "img3":"./image/Products/6.Snowball/snowball_32/3.jpg",
    "img4":"./image/Products/6.Snowball/snowball_32/4.jpg",
    "img5":"./image/Products/6.Snowball/snowball_32/5.jpg",
    "categories": "Snowball",
    "desc":"Material: 3d Laser crystal ball is made of k9 crystal glass,by using 3d laser engraving technology.our crystal ball will be fully inspected before shipment, ensuring that the ball in the hands of every consumer is not flawedDiameter: 60mm(2.36in) 3D crystal ball.3D etching art on the inside of this crystal ball.The internal image of crystal ball is 3D laser engraving technologyDecoration: This 3D crystal ball paperweight is Good for Your Bedroom, Sitting Room, Hotel, Disco, Bar, Study and Office.Exquisite Gift for Friend, Astronomy Lover, Physics Teachers, Boyfriend, Classmate of Birthday Holiday Christmas Day New Year"
  },
  {
    "id": 33,
    "name": "Flower snowball",
    "brand": "Giftio",
    "price": 27.99,
    "color": "Multiple",
    "sold": 12,
    "quantity": 66,
    "size": "M",
    "img1":"./image/Products/6.Snowball/snowball_33/1.jpg",
    "img2":"./image/Products/6.Snowball/snowball_33/2.jpg",
    "img3":"./image/Products/6.Snowball/snowball_33/3.jpg",
    "img4":"./image/Products/6.Snowball/snowball_33/4.jpg",
    "img5":"./image/Products/6.Snowball/snowball_33/5.jpg",
    "categories": "Snowball",
    "desc":"PREMIUM MATERIAL: The base of the music box is made of natural beech wood, the wood is dense and has an elegant texture. Warm color, no paint, natural and healthy, long service life. The music box uses a high-quality movement, and the music quality is excellent. Turn the clockwork at the bottom of the base, and the music of Canon will play.Spinning: This 3D crystal ball music box is very romantic and suitable for kids and adults. A crystal ball with a wooden base spins while music is playing. The wonderful songs in the box will make you happy.FUNCTIONALITY: This 3D crystal ball music box is perfect for kids and adults. There are LED lights on the base, which are very bright. The product is rechargeable via USB and can be used as a bed light or flashlight.Decoration: Crystal ball diameter: 7cm, exquisite 3D carving process. The fantastic crystal ball and solid wood base are the perfect combination. Not only can be used as a music box, but also as a decoration. Luxury desktop decoration for office, home, KTV, cafe, hotel.Best Gift: Birthday, Party, Valentine's Day, Christmas, Graduation, Mother's Day or as a bridesmaid gift, bridesmaid gift, mother of the bride gift, girlfriend gift or thank you gift."
  },
  {
    "id": 34,
    "name": "Horse snowball",
    "brand": "Happyx",
    "price": 41.99,
    "salePrice": "$21.99",
    "color": "Multiple",
    "sold": 15,
    "quantity": 51,
    "size": "M",
    "img1":"./image/Products/6.Snowball/snowball_34/1.jpg",
    "img2":"./image/Products/6.Snowball/snowball_34/2.jpg",
    "img3":"./image/Products/6.Snowball/snowball_34/3.jpg",
    "img4":"./image/Products/6.Snowball/snowball_34/4.jpg",
    "img5":"./image/Products/6.Snowball/snowball_34/5.jpg",
    "categories": "Snowball",
    "desc":"Gift: If you are still worried about what gift to give to your beloved Sweetheart Baby, please don't hesitate to give this music box to her. It will become a precious souvenir for many years to come. This music box is perfect as a gift, with such great music and great shape, whether it's Christmas, birthday or other holidays.Gift packaging: each product is wrapped in manual gift paper and tied with a cute bow to make the gift more ceremonial  If you like it, don't hesitate! Join the shopping cart now!High-quality hand-painted: The creative music box is made of high-quality resin, durable, and can accompany you for a longer time. Color hand-painted, each stroke is hand-painted by the artist, with exquisite carvings and more refined details.Colorful Changing LED Light: Turn on the switch, the light is a slow, gradual bright light, and the warm gradual light can always create a friendly, romantic, and dreamy atmosphere.♫ Mechanical music box with a beautiful design, No battery required. Once gently rotated the clockwork to the right and then released, the music will be playing. Very easy to use; a perfect decoration in your room or living room.Size:5.9×5.9×7 in 15×15×18 cm.  Melody: Precision 18-note musical movements, the sound is clear and pleasant. The music playback is smooth and coherent, and the classic 'You Are My Sunshine' plays for about 1 minute. This is a traditional song circulating for more than 80 years, and its story is spread all over the world. Twist the clockwork to enjoy this classical music. Its sound makes you feel like you are in spring."
  },
  {
    "id": 35,
    "name": "Snowflake flower",
    "brand": "Wondro",
    "price": 30.23,
    "color": "Multiple",
    "sold": 21,
    "quantity": 41,
    "size": "M",
    "img1":"./image/Products/6.Snowball/snowball_35/1.jpg",
    "img2":"./image/Products/6.Snowball/snowball_35/2.jpg",
    "img3":"./image/Products/6.Snowball/snowball_35/3.jpg",
    "img4":"./image/Products/6.Snowball/snowball_35/4.jpg",
    "img5":"./image/Products/6.Snowball/snowball_35/5.jpg",
    "categories": "Snowball",
    "desc":"Exquisite Design The music box is made of a solid and dreamy crystal ball with a high-quality beech wood base; wood base is raw wood pattern and has not been stained. It is a combination of nature and craftsmanship. The placement of crystal ball is upgraded design in 2022. We directly glue crystal ball to the base to avoid accidental collisions that cause the crystal ball to fall and break. Sturdy material, exquisite design, and lovely craftsmanship are perfect for any music box collector.Beautiful Music Melody This crystal ball music box is suitable for children and adults. It played the inspiring melody of 'Castle in the Sky', which is reminiscent of the beautiful dreams of childhood, the hope for the future and the nostalgia for the old times. Therefore, this music box crystal ball is not only a gift to each other, but also an expectation and a preference to her/him.Luminous Musical Box The music box is equipped with LED soft light beads, which is very durable. Toggle the switch, the LED light will light up and can be used as a night light. It can be used for a long time after charging. When the music is turned on(Clockwise rotate bottom music disc to play music), crystal ball and wooden base will rotate together. The projection lamp of pedestal can project beautiful and dreamy ring of petals projection, and projection ring also rotates with the music.Nice Decoration The flower language of dandelion is unstoppable love, symbolizing unswerving love until death. The built-in dandelion specimen of our crystal ball is larger, fuller and more complete than others, and it is lifelike, Just like love, never wither, which adds unique artistic charm to the music box.Suitable Gift for Any Occasions It is suitable for luxurious desktop decoration of office, family, KTV, coffee shop and hotel. Also, it is a perfect gift for birthdays, parties, Valentines Day, Christmas, Thanksgiving, Mothers Day or as bridesmaids gifts, girl friend gifts, graduation gifts, etc."
  },
  {
    "id": 36,
    "name": "Alarm Clock",
    "brand": "Blissful",
    "price": 11.39,
    "color": "Black",
    "sold": 35,
    "quantity": 32,
    "size": "4.5L x 3.5W x 2.4H",
    "img1":"./image/Products/7.Clock/clock_36/1.jpg",
    "img2":"./image/Products/7.Clock/clock_36/2.jpg",
    "img3":"./image/Products/7.Clock/clock_36/3.jpg",
    "img4":"./image/Products/7.Clock/clock_36/4.jpg",
    "img5":"./image/Products/7.Clock/clock_36/5.jpg",
    "img6":"./image/Products/7.Clock/clock_36/6.jpg",
    "img7":"./image/Products/7.Clock/clock_36/7.jpg",
    "categories": "Clock",
    "desc":"Digital alarm clock with a 0.7-inch green LED display for easily checking the time at a glanceBuilt-in nightlight gently illuminates a dark roomRepeating snooze function makes it possible to sleep a little longerAC powered with integrated power supply. Batteries may be used as a backup power source to ensure time and alarms are retained in memory for 8 hours (refer to User Manual for details)Measures 4.5 x 3.5 x 2.4 inches (LxWxH); weighs 0.4 pounds (6.6 oz) Note: Batteries are not included"
  },
  {
    "id": 37,
    "name": "Modern Clock",
    "brand": "Surprz",
    "price": 23.99,
    "color": "Red Digit+red Projection",
    "sold": 15,
    "quantity": 62,
    "size": "6.9W x 3.15H",
    "img1":"./image/Products/7.Clock/clock_37/1.jpg",
    "img2":"./image/Products/7.Clock/clock_37/2.jpg",
    "img3":"./image/Products/7.Clock/clock_37/3.jpg",
    "img4":"./image/Products/7.Clock/clock_37/4.jpg",
    "img5":"./image/Products/7.Clock/clock_37/5.jpg",
    "img6":"./image/Products/7.Clock/clock_37/6.jpg",
    "categories": "Clock",
    "desc":"INTEGRATED PROJECTOR WITH A SHARP AND CLEAR IMAGE -- The arm of this digital clock swivels 180 degrees for optimum positioning, getting the fine and smooth time figure image on the wall or ceiling at the appropriate distance of 1.64-11.4ft(0.5-3m). The edges of the projected numerals are surprisingly sharp and clear without having to fiddle with a focus adjustment offered on some other projection clocks.LARGE LED DISPLAY & 3 BRIGHTNESS LEVELS -- The curved screen with 3.4*1.7inch large digits is easy to read in the dark, even when you are not quite awake or without your glasses. With 3 adjustable levels, you can dial down it to a level that is readable in the daytime but unobtrusive at night. It allows you to separately adjust the brightness of the face display and the projection display.CHARGE USB PORT AND MICRO USB CABLE -- This digital alarm clock includes a 5V/1A USB output interface that will allow you to still charge your phone or other mobile devices while the clock occupies an outlet, very good for phone battery health.ALARM WITH PROGRESSIVE BUZZER VOLUME -- This particular clock for bedroom comes with a progressive buzzer volume(75dB), the sound will get louder and faster, which is friendly for heavy sleepers who won't get used to the sudden loud sound. And pressing the big SNOOZE button at the top, you can get extra precious 9 minutes of sleep till the next loop of this alarm.BIG BUTTONS & EASY TO USE -- This digital clock has large control buttons which are conveniently lined up along the top of the case and are clearly marked with easily understood icons. Therefore, it is easier to reach and use without changing all the other settings. Friendly to operate for kids, seniors or the elder.BUILT-IN BACKUP BATTERY -- The package contains an AC adapter(AC100-240V,50/60Hz) to power the digital clock. When the power is off unexpectedly, the button cell battery(CR2032) built into the bedside clock can automatically save time & alarm settings (the time is not displayed and the alarm won't go off), no need to reset it again when the power is on.STYLISH AND UNIQUE CURVED DESIGN -- A curved screen mimics your eyes’ curvature for a more comfortable viewing experience and also can improve your health, too. Research Gate reports that a Harvard Medical School study found curved screens are better at reducing eyestrain and blurred vision and improving focus compared to regular screens.A GIFT FOR ANY OCCASION -- This digital clock is a great choice to show your care, and an unusual idea to surprise. A perfect gift for everyone, no matter for old or young, men or women, boy or girl. Also suitable for any festival like birthdays, Christmas, New Year's Day, Thanksgiving Day, Valentine’s Day, Father's Day, Mother's Day, etc."
  },
  {
    "id": 38,
    "name": "Roulette Clock",
    "brand": "Giftio",
    "price": 14.99,
    "color": "Vintage Brown",
    "sold": 25,
    "quantity": 36,
    "size": "12W x 12H",
    "img1":"./image/Products/7.Clock/clock_38/1.jpg",
    "img2":"./image/Products/7.Clock/clock_38/2.jpg",
    "img3":"./image/Products/7.Clock/clock_38/3.jpg",
    "img4":"./image/Products/7.Clock/clock_38/4.jpg",
    "img5":"./image/Products/7.Clock/clock_38/5.jpg",
    "img6":"./image/Products/7.Clock/clock_38/6.jpg",
    "categories": "Clock",
    "desc":"Easy to Read Wall Clocks Each number area of the clock designed with differernt colors, 12 inches diameter wooden colorful dial, black and white large Arabic numerals and hands, no frame no shiny glass cover, without any light reflection, it's also easy to read for any others who have poor sight even from a distance or side.Large Silent Non-Ticking Wall Clock- High quality silent sweep movement keeps accurate time and absolutely silent environment in day and night.Battery operated takes 1 Carbon Zinc battery.The sturdy nail hook design on the back provides extremely easy installation.Decorative Vintage Wall Clock for Gift- The colorful clock decorates the dining room, living room, classroom, cabinet, office,library or any wall of any color, hanging on the wall or on the table are both beautiful,stylish and retro.A perfect choice for christmas gift, Father's day, Thanksgiving Day, Halloween, birthday presents, holiday gifts etc.Wooden Round Wall Clocks- Made of quality MDF, no harm and Eco-friendly Material, this clock can be used in all room of your home included baby room. Dimensions -12 inch x 12 inch x 0.98 inch.Service Guarantees- 1 year quality warranty and 90 days policy of a full refund or replacement.If you have any questions about our product,please feel free to contact us,we will give you a satisfed solution within 24 hours."
  },
  {
    "id": 39,
    "name": "House Clock",
    "brand": "Happyx",
    "price": 26.99,
    "color": "Dark Wood; White Roof",
    "sold": 32,
    "quantity": 42,
    "size": "3.75W x 4.25H",
    "img1":"./image/Products/7.Clock/clock_39/1.jpg",
    "img2":"./image/Products/7.Clock/clock_39/2.jpg",
    "img3":"./image/Products/7.Clock/clock_39/3.jpg",
    "img4":"./image/Products/7.Clock/clock_39/4.jpg",
    "img5":"./image/Products/7.Clock/clock_39/5.jpg",
    "img6":"./image/Products/7.Clock/clock_39/6.jpg",
    "img7":"./image/Products/7.Clock/clock_39/7.jpg",
    "categories": "Clock",
    "desc":"FORM AND FUNCTION: This small digital clock is the perfect addition to your daily routine. Combining form and function, this modern, minimalist clock features an innovative illuminating window light that can be easily toggled on or off. Its cute and cool design makes it the perfect digital alarm clock for any room in your home - from bedrooms and living rooms to offices and kitchens. Stay on schedule with this mini cube block table clock from Driini.BRIGHTEN UP YOUR DAY: Your decorative Driini Mini House Wooden Alarm Clock features a dimmable LED display that allows you to adjust the brightness according to your preference. The clock also comes equipped with a fully functional alarm, and can display your choice of temperature or time for added convenience.CUTE AND COMPACT: These small, cute wood alarm clocks measure in at just 4.25’’x3.75’’x2.7’’. Their sleek and compact size makes them the perfect nightstand clocks for bedsides, or perhaps on living room bookshelves or mantles.FITS IN ANYWHERE: These aesthetic desk clocks come in 3 unique colors that will complement any style of home decor. Collect all three clocks and display them together to create a cozy ambience on your living room mantle, desktop, or windowsill. Impress your friends by setting one clock to display the time, and another to display the temperature!PLUG N’ PLAY: Your new Driini Mini House Wooden Alarm Clock comes with a USB power cable and a USB wall adapter for seamless setup. Simply plug in your electric clock to any power outlet for uninterrupted function. In the event of a power outage, the shelf clocks backup battery provides a memory setting for the clock, saving the time and all of your other settings until power is restored. Please note that this clock requires a power source and IS NOT battery operated"
  },
  {
    "id": 40,
    "name": "Kitty Clock",
    "brand": "  dro",
    "price": 28.99,
    "color": "Multiple",
    "sold": 28,
    "quantity": 40,
    "size": "4.72W x 4.92H",
    "img1":"./image/Products/7.Clock/clock_40/1.jpg",
    "img2":"./image/Products/7.Clock/clock_40/2.jpg",
    "img3":"./image/Products/7.Clock/clock_40/3.jpg",
    "img4":"./image/Products/7.Clock/clock_40/4.jpg",
    "img5":"./image/Products/7.Clock/clock_40/5.jpg",
    "img6":"./image/Products/7.Clock/clock_40/6.jpg",
    "img7":"./image/Products/7.Clock/clock_40/7.jpg",
    "categories": "Clock",
    "desc":"ESTABLISH A REGULAR ROUTINE This kids alarm clock helps kids develop a regular routine by indicating when it's time to wake up or go to bed. It uses a green light and flashing sun icon to indicate wake-up time, and a blue light with a flashing moon icon to signal bedtime.ACCOMPANY KIDS TO SLEEP]With 7 soothing sounds and 5 lighting modes, this sleep sound machine creates a soothing sleep environment for kids. The combination of gentle sound and calming light helps alleviate loneliness and promotes better sleep when kids are alone.NO MORE WORRIES ABOUT OVERSLEEPING This alarm clock for bedrooms features 2 alarm settings, allowing you to set alarms for weekdays or every day. With the snooze mode, this ok to wake clock sounds again after 9 minutes, giving kids the opportunity to snooze up to 3 times.PORTABLE ALARM CLOCK This digital wake up alarm is small and lightweight, making it easy to carry. With a build-in 1800 mAh battery, this sleep training clock for kids can last up to 60 hours on a full charge, ensuring portability and convenience.SAFE AND LOVELY DESIGN Designed in an adorable cat shape, this rechargeable bedside lamp is appealing to children and makes for an ideal gift. Made from safe ABS and silicone materials, you can confidently place this night light by your children's bedside."
  },
  {
    "id": 41,
    "name": "G Clock",
    "brand": "Blissful",
    "price": 49.99,
    "color": "Multiple",
    "sold": 32,
    "quantity": 50,
    "size": "9D x 9.13W x 3.3H",
    "img1":"./image/Products/7.Clock/clock_41/1.jpg",
    "img2":"./image/Products/7.Clock/clock_41/2.jpg",
    "img3":"./image/Products/7.Clock/clock_41/3.jpg",
    "img4":"./image/Products/7.Clock/clock_41/4.jpg",
    "img5":"./image/Products/7.Clock/clock_41/5.jpg",
    "img6":"./image/Products/7.Clock/clock_41/6.jpg",
    "img7":"./image/Products/7.Clock/clock_41/7.jpg",
    "img8":"./image/Products/7.Clock/clock_41/8.jpg",
    "categories": "Clock",
    "desc":"Enhanced 4-in-1 Wireless Charger Light Alarm Clock: Wake up light, 15W fast wireless charging, Bluetooth speaker, versatile lighting, alarm clock.Gradual Alarm Clock Wake Up Light: Wake up more relaxed and energetic with our Sleep Aid Alarm Clock. Simulate sunrise and gradually turn on from 0% brightness to 100% over 3 minutes. enjoy a satisfying wake-up experience with the . Perfect for adults and kids.Perfect Sleep Light: Our night light provides 16 million colors, 256 light types, and 8 music sync modes to fit all your lighting needs, such as bedside lamp, night light, reading light, bedrooms light etc. Pursue the uniformity and softness of light mixing, and enjoy delicate and moving light rhythms.APP & Button Control: Unlock more functions without touching via HappyLighting APP, such as turn on or off, change colors, adjust brightness, speed control, Wake Up Light settings, music sync, and choose from 16 million colors and 256 modes to decorate your home. Partial control is also available via buttons on the device.Alarm Clock with Wireless Charging & Worry Free Shopping: Our wake up light is equipped with a new upgraded G design with 15W fast wireless charging. 12 months warranty and 24 hours online help to offer high quality products and services for you. The white noise machine is the perfect gift for friends and family. Now click 'Add to Cart' and start enjoying a good sleep."
  },
  {
    "id": 42,
    "name": "Duck hat Clock",
    "brand": "Surprz",
    "price": 22.98,
    "salePrice": "$18.99",
    "color": "Yellow",
    "sold": 41,
    "quantity": 32,
    "size": "4.72W x 5.43H",
    "img1":"./image/Products/7.Clock/clock_42/1.jpg",
    "img2":"./image/Products/7.Clock/clock_42/2.jpg",
    "img3":"./image/Products/7.Clock/clock_42/3.jpg",
    "img4":"./image/Products/7.Clock/clock_42/4.jpg",
    "img5":"./image/Products/7.Clock/clock_42/5.jpg",
    "img6":"./image/Products/7.Clock/clock_42/6.jpg",
    "img7":"./image/Products/7.Clock/clock_42/7.jpg",
    "categories": "Clock",
    "desc":"Safety Night Light & Kids Wake Up Light The silicone layer on its surface plays a safe role in protecting your baby, and the soft light and adjustable sound of the duckling alarm clock gives a sense of oppression. Ducky alarm clock is a product designed for all children, including babies.Clever design, efficient dual-use Flexible alarm clock design with night light + sleep clock + wake up clock + open alarm clock + 5 kinds of music + delayed light off + dimming + volume adjustment and other functions. Its dimming function can adjust the light brightness and darkness in the night light state, and the delayed light off function can be set to automatically turn off the light after the baby falls asleep. Since it has both night light and alarm clock functions, it can be used as both an alarm clock and a night light.Soothing Duckling Alarm Clock This duckling emits a gentle, calming yellow glow while providing alarm clock service for children of all ages.The warm 2700K light drives away the darkness and accompanies children to sleep, allowing parents to get a restful night's sleep. No more struggling with your child's bedtime.USB Rechargeable & Convenient 1500mAh rechargeable battery, the little duck alarm clock can be recharged by plugging into a micro USB socket, charging time is 2-2.5 hours, it can work for 5 hours when used in night light mode and 100 hours in alarm mode, whether you use it as a night light to carry out or as an alarm clock, it can meet your needs.A good choice for gifts The duckling alarm clock can not only be used to decorate the room, but also to develop your child's ability to sleep alone. Duckling alarm clock is made of ABS + HIPS + silicone, not only soft to the touch, but also has a sense of texture. As a birthday gift for children and holiday gifts, it is a good choice."
  }

]